// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Firmwareopdatering";

WebBrowserWindowTitle = "Firmwareopdatering";

TaskTitleField = "Firmwareopdatering";
TaskDescriptionField = "Firmware er intern software, der benyttes af enheden. Klik på knappen \"Start\" for at gå online og installere eventuelle nødvendige opdateringer af firmwaren.";
TaskStartButtonTitle = "Start";
